// Localized application name
"applicationName" = "Android Dosya Aktarımı";

// The title of the filename column when viewing a device's files.
"filenameColumnHeaderTitle" = "Ad";
// The title of the column which shows the last modification date of a device's files.
"lastModifiedColumnHeaderTitle" = "Son Değiştirilme";
// The title of the column which shoes the file size of a device's files.
"sizeColumnHeaderTitle" = "Boyut";
// The title of a button which, when pressed, creates a new folder on the device.
"newFolderButtonText" = "Yeni klasör";
// The title of a button which, when pressed, deleted the selected files on the device.
"deleteButtonText" = "Sil";

// The title of the window showing the status of copying files to or from the device.
"copyStatusWindowTitle" = "Kopyala";

// Text shown on a button which cancels an operation.
"cancelButton" = "İptal";

// String shown in progress after the user has canceled the transfer, while it is still being
// canceled.
"cancelingLabel" = "İptal ediliyor";
// String shown in progress while still preparing to start the transfer.  The placeholder is
// the name of the folder being copied to.
"preparingToCopyLabel" = "\"%@\" klasörüne kopyalamaya hazırlanılıyor";
// String shown in progress while copying multiple items. The first placeholder is the number of
// items still being copied, and will always be at least 2.  The second placeholder is the name
// of the folder being copied to.
"copyingMultipleItemsLabel" = "Copying %1$d items to \"%2$@\"";
// String shown when a single item is being copied.  The first placeholder is the filename of the
// item being copied, and the second placeholder is the name of the folder being copied to.
"copyingSingleItemLabel" = "Copying \"%1$@\" to \"%2$@\"";

// String shown during a copy while the time remaining is still being calculated.
"timeRemainingUnknown" = "Kalan süre hesaplanıyor...";
// String showing progress of a copy operation.
"timeRemainingLessThan5Seconds" = "5 saniyeden az kaldı";
// String showing progress of a copy operation.
"timeRemainingLessThan15Seconds" = "15 saniyeden az kaldı";
// String showing progress of a copy operation.
"timeRemainingLessThan30Seconds" = "30 saniyeden az kaldı";
// String showing progress of a copy operation.
"timeRemaining1Minute" = "Yaklaşık 1 dakika kaldı";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of minutes remaining, from 2-60.
"timeRemainingMinutes" = "About %1$d minutes remaining";
// String showing progress of a copy operation.
"timeRemaining1Hour" = "Yaklaşık 1 saat kaldı";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of hours remaining, always at least 2.
"timeRemainingHours" = "About %1$d hours remaining";

// String format used to indicate how a copy is proceeding.  First placeholder is the number of
// bytes already copied, second is the total number in this copy, and the third is an estimate of
// the remaining time.
"bottomProgressStringFormat" = "%1$@ / %2$@ - %3$@";

// Default name of a newly created folder.
"folderDefaultName" = "adsız klasör";

// Status shown at the bottom of the folder view when items are selected.  First placeholder is the
// number of items selected, second is the total number of items shown.  Third placeholder is the
// amount of free space remaining on the device.
"bottomStatusFilesSelected" = "%1$d of %2$d selected, %3$@ available";
// Status shown on the bottom of the folder view when there is a single item.  Placeholder is the
// amount of free space remaining on the device.
"bottomStatusNoSelectionSingleItem" = "1 öğe, %1$@ kullanılabilir";
// Status shown on the bottom of the folder view when there are multiple items.  First placeholder
// is the number of items shown (always at least 2), second placeholder is the amount of free space
// remaining on the device.
"bottomStatusNoSelectionMultipleItems" = "%1$d items, %2$@ available";

// Error message shown when there was a problem deleting a file.
"errorDeletingTitle" = "Silinirken hatayla karşılaşıldı";
// Error description shown when there was a problem deleting a file.  Placeholder is replaced
// with the name of the file.
"errorDeletingDescription" = "\"%@\" adlı dosya veya klasör silinemedi";
// Error message shown when there was a problem creating a foder.
"errorCreateFolderTitle" = "Klasör oluşturulamadı";
// Error message shown when there was a problem connecting to a plugged in device.
"errorConnectToDeviceTitle" = "Cihaz bağlantısı kurulamadı";
// Error message shown when there was a problem connecting to a plugged in device.
"errorCommunicatingWithDeviceTitle" = "Cihaz ile iletişim kurulamadı";
// Error message shown when there was a problem getting device info.
"errorUnlockDeviceTitle" = "Can't access device storage";
// Error message shown when there was a problem renaming a folder.
"errorRenameFolderTitle" = "Klasör yeniden adlandırılamadı";
// Error message shown when there was a problem renaming a file.
"errorRenameFileTitle" = "Dosya yeniden adlandırılamadı";
// Error message shown when there was a problem copying a file.
"errorCopyingFileTitle" = "Dosya kopyalanamadı";
// Error message shown when there was a problem replacing a file.
"errorReplacingFileTitle" = "Dosya değiştirilemedi";
// Error description shown where there was a problem copying a file.  Placeholder is replaced
// with the name of the file that was being copied.
"errorCopyingFileDescription" = "\"%@\" dosyası kopyalanamadı";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileTitle" = "Android Dosya Aktarımı dosyaları açamıyor.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileDescription" = "Bir dosyayı açmak için önce bilgisayarınıza taşıyın.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenMultipleTitle" = "Android Dosya Aktarımı birden fazla öğeyi açamaz.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenNoneTitle" = "Açmak için hiçbir öğe seçilmedi.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenBadSelectionDescription" = "Tek bir öğe seçip yeniden deneyin.";
// Error description for when there was no detected error.  This message should never be shown.
"errorSuccessDescription" = "Hata yok";
// Error description when an operation failed because the filename does not exist.
"errorPathNotFoundDescription" = "Bu ada sahip hiçbir öğe yok";
// Error description shown when an operation failed because the device was not initialized.
"errorDeviceNotInitializedDescription" = "Cihaz başlatılmamış. Yeniden bağlanmayı veya cihazınızı yeniden başlatmayı deneyin";
// Error description shown when an operation failed because the name already exists.
"errorPathAlreadyExistsDescription" = "Bu adı taşıyan bir dosya veya klasör zaten mevcut";
// Generic error description, used when we don't have other suggestions or details from an operation
// which failed.
"errorGenericDescription" = "Cihazınızı yeniden bağlamayı veya yeniden başlatmayı deneyin.";
// Error description shown when we can't get the storage for the device.
"errorUnlockDescription" = "If your device's screen is locked, disconnect its USB cable, unlock your screen, and then reconnect the USB cable.";
// Warning title shown when a file or folder already exists.  Placeholder is replaced with the file name.
"warningFileExistsMessage" = "\"%@\" adlı bir öğe bu klasörde zaten var.";
// Warning description shown when a file already exists, and the user may choose to replace it.
"warningFileExistsInformative" = "Varolan öğeyi kopyalanan öğeyle değiştirmek istiyor musunuz?";
// Button on warning which allows the user to replace (overwrite) a file or folder.
"warningFileExistsReplace" = "Değiştir";
// Button on warning which allows the user to skip copying a file when one already exists with that name.
"warningFileExistsSkip" = "Atla";
// Button on warning which allows the user to replace (overwrite) all files or folders in a copy operation.
"warningFileExistsReplaceAll" = "Tümünü Değiştir";
// Warning title shown when a file attempting to be copied is too large.
"warningFileTooLargeMessage" = "\"%@\" dosyası çok büyük.";
// Warning description shown when a file attempting to be copied is too large.
"warningFileTooLargeInformative" = "Android Dosya Aktarımı yalnızca boyutu 4 GB'nin altındaki dosyaları aktarabilir";

// Warning shown before deleting files.
"deleteWarningTitle" = "Seçili öğeleri kalıcı olarak silmek istediğinizden emin misiniz?";
// Warning shown when the user is about to do something they might think they can undo, but can't.
"noUndoWarningInformative" = "Bu işlemi geri alamazsınız";

// Label for the About menu item
"menuAbout" = "Android Dosya Aktarımı hakkında";
// Label for the Services menu item
"menuServices" = "Hizmetler";
// Label for the menu item which hides the application
"menuHide" = "Android Dosya Aktarımı'nı gizle";
// Label for the menu item which hides the other applications
"menuHideOthers" = "Diğerlerini Gizle";
// Label for the menu item which shows all windows
"menuShowAll" = "Tümünü Göster";
// Label for the menu item which quits the application
"menuQuit" = "Android Dosya Aktarımı'ndan çık";

// Label for the File menu
"menuFile" = "Dosya";
// Label for the menu item which creates a new folder
"menuNewFolder" = "Yeni klasör";
// Label for the menu item which closes the window
"menuCloseWindow" = "Pencereyi Kapat";
// Label for the menu item which deletes the selected items
"menuDelete" = "Sil";

// Label for the Go menu
"menuGo" = "Git";
// Label for the menu item which goes back to the previous folder
"menuBack" = "Geri";
// Label for the menu item which goes forward to the next folder
"menuForward" = "İleri";
// Label for the menu item which goes to the enclosing folder
"menuEnclosing" = "Bulunduğu klasör";
// Label for the menu item which open the selected
"menuOpenFolder" = "Klasörü aç";

// Label for the Window menu
"menuWindow" = "Pencere";
// Label for the minimize window menu item
"menuMinimize" = "Küçült";
// Label for the zoom window menu item
"menuZoom" = "Zum";
// Label for the bring all to front menu item
"menuBringAllToFront" = "Tümünü Öne Getir";

// Label for the Help menu
"menuHelp" = "Yardım";
// Label for the help menu item
"menuHelpItem" = "Android Dosya Aktarımı Yardımı";

// Title shown on the welcome screen.
"welcomeTitleText" = "Android Dosya Aktarımı'na hoş geldiniz";
// Body text of welcome screen.
"welcomeBodyText" = "Mac'inizi Android cihazınıza USB kablosunu kullanarak bağlayın. Ardından Android Dosya Aktarımı penceresi ile Finder penceresi arasında öğeleri sürükleyin. Daha fazla bilgi için Yardım > Android Dosya Aktarımı Yardımı'nı seçin.\n\nAndroid Dosya Aktarımı Android 3.0 ve sonrasını destekler.";
// Button on welcome screen which will close the screen, allowing the user to use the application.
"welcomeDoneButtonLabel" = "Başlayın";

// Message shown in an alert when the user starts the app without any devices.
"noDevicesTitle" = "Android cihaz bulunamadı";
// Message shown in an alert when the user starts the app without any devices.
"noDevicesInformative" = "Başlamak için Android cihazınızı bir USB kablosu ile bağlayın.";

// Short file size for folders.
"fileSizeFolder" = "--";
// Short file size for files or transfers under 1 KB.  Placeholder is replaced with the number of bytes of the file.
"fileSizeByte" = "%.0f bytes";
// Short file size for files or transfers under 1 MB.  Placeholder is replaced with the number of kilobytes of the file.
"fileSizeKb" = "%.0f KB";
// Short file size for files or transfers under 1 GB.  Placeholder is replaced with the number of megabytes of the file.
"fileSizeMb" = "%.1f MB";
// Short file size for files or transfers under 1 TB.  Placeholder is replaced with the number of gigabytes of the file.
"fileSizeGb" = "%.2f GB";
// Short file size for files or transfers under 1 PB.  Placeholder is replaced with the number of terabytes of the file.
"fileSizeTb" = "%.3f TB";
// Short file size for files or transfers over 1 PB.  Placeholder is replaced with the number of petabytes of the file.
"fileSizePb" = "%.3f PB";

// The help menu opens the default browser with the following URL 
"helpURL" = "http://www.google.com/support/mobile/bin/answer.py?hl=en&answer=1120329";

// Copyright statement at the end to avoid confusing the TC.
/* 
   Copyright 2010 Google Inc. All rights reserved.
 */
